{
  "respostas": [
    {
      "tag": "mudar_modo",
      "entradas": ["mudar modo", "converse outra forma","converse outro modo", "mude modo", "fale outra forma","fale outro modo","modo conversa","mudar respostas"],
      "saidas": ["Claro, que modo deseja?","Qual é o modo que você deseja?","Qual forma você quer conversar?"]
    },
    {
      "tag": "mudar_amigavel",
      "entradas": ["modo amigavel", "mude amigável", "quero amigavel", "seja amigavel", "fale amigavel","amigavel","fale como amigo"],
      "saidas": ["Beleza! Agora vou ser mais amigável.","Pronto! Vou se mais amigável.","Vou ser mais amigável com você."],
      "acao": "mudar_modo_amigavel"
    },
    {
      "tag": "mudar_direto",
      "entradas": ["modo direto","mude direto","quero direto", "seja direto", "fale direto","direto","respostas curtas"],
      "saidas": ["Entendido. Vou ser mais direto.","Vou dar respostas mais curtas agora.","Ok, vou ser direto"],
      "acao": "mudar_modo_direto"
    },
    {
      "tag": "saudacao",
      "entradas": ["oi", "olá", "eai", "bom dia", "boa tarde", "boa noite", "tudo bom"],
      "saidas": ["Olá! Em que posso ajudar?", "Olá!", "Olá! Tudo bem?", "Olá! Como posso ajudar?"]
    },
    {
      "tag": "despedida",
      "entradas": ["tchau", "adeus", "até outra hora"],
      "saidas": ["Foi bom conversar com você!", "Até!", "Tchau!"]
    },
    {
      "tag": "depressao",
      "entradas": ["triste", "depressao", "depressivo", "depressiva", "infeliz"],
      "saidas": ["Sinto muito que você esteja se sentindo assim!", "Estou aqui para ouvir você.", "Não se preocupe, podemos conversar."]
    },
    {
      "tag": "ansiedade",
      "entradas": ["ansioso", "ansiedade", "preocupado", "tenso", "nervoso"],
      "saidas": ["Respire fundo, tudo bem?", "Ansiedade é difícil, mas vamos conversar.", "Tente relaxar e contar o que sente."]
    },
    {
      "tag": "cansaco",
      "entradas": ["cansado", "cansada", "exausto", "fadiga", "desanimado"],
      "saidas": ["É fundamental reconhecer quando o cansaço mental se torna persistente e começa a afetar seriamente sua vida. O autocuidado é essencial, mas há momentos em que o apoio profissional é o caminho mais eficaz e seguro.\n\nConsidere buscar ajuda profissional se você apresenta os seguintes sinais de forma contínua:\n\nSintomas Persistentes: O cansaço, a irritabilidade, a falta de concentração e o desânimo não melhoram, mesmo após períodos de descanso.\n\nAlterações no Sono e Apetite: Dificuldade para dormir, excesso de sono, perda ou aumento significativo do apetite.\n\nIsolamento Social: Você tem evitado o contato com amigos e familiares e perdido o interesse em atividades que antes lhe davam prazer.\n\nSentimentos de Desesperança: Se pensamentos negativos são constantes e você se sente sem perspectivas.\n\nImpacto nas Atividades Diárias: Dificuldade em cumprir com as responsabilidades no trabalho, nos estudos ou em casa.\n\nSintomas Físicos: Dores de cabeça frequentes, dores musculares, problemas gastrointestinais sem causa aparente.", "Lidar com o cansaço mental exige pequenas e constantes mudanças na rotina. Comece com estas instruções práticas que você pode aplicar ainda hoje:\n\nPriorize o Essencial: Olhe para sua lista de tarefas e identifique UMA única coisa que é realmente importante. Foque nela. O resto pode esperar. Dizer não para novas demandas hoje é um ato de autocuidado.\n\nHidrate-se e Alimente-se Bem: A desidratação e a falta de nutrientes podem intensificar a sensação de esgotamento. Beba um copo de água agora e, na sua próxima refeição, inclua alimentos ricos em energia, como frutas, castanhas ou um prato colorido e balanceado. Evite o excesso de cafeína e açúcar.\n\nMovimente o Corpo Levemente: Uma caminhada curta de 10 a 15 minutos ao ar livre pode fazer maravilhas. O objetivo não é o exercício intenso, mas sim mudar de ambiente e permitir que sua mente divague.\n\nSimplifique as Decisões: O cansaço mental dificulta a tomada de decisões. Simplifique o que for possível: escolha uma roupa simples, opte por uma refeição fácil de preparar. Reduza a carga cognitiva do seu dia.\n\nComece com uma ou duas dessas sugestões. O importante é a intenção de cuidar de si."]
    }
  ]
}
