{
  "respostas": [
    {
      "tag": "mudar_modo",
      "entradas": [
        "mudar modo",
        "converse outra forma",
        "converse outro modo",
        "mude modo",
        "fale outra forma",
        "fale outro modo",
        "modo conversa",
        "mudar respostas"
      ],
      "saidas": [
        "Claro, que modo deseja?",
        "Qual é o modo que você deseja?",
        "Qual forma você quer conversar?"
      ]
    },
    {
      "tag": "mudar_amigavel",
      "entradas": [
        "modo amigavel",
        "mude amigável",
        "quero amigavel",
        "seja amigavel",
        "fale amigavel",
        "amigavel",
        "fale como amigo"
      ],
      "saidas": [
        "Beleza! Agora vou ser mais amigável.",
        "Pronto! Vou se mais amigável.",
        "Vou ser mais amigável com você."
      ],
      "acao": "mudar_modo_amigavel"
    },
    {
      "tag": "mudar_direto",
      "entradas": [
        "modo direto",
        "mude direto",
        "quero direto",
        "seja direto",
        "fale direto",
        "direto",
        "respostas curtas"
      ],
      "saidas": [
        "Entendido. Vou ser mais direto.",
        "Vou dar respostas mais curtas agora.",
        "Ok, vou ser direto"
      ],
      "acao": "mudar_modo_direto"
    },
    {
      "tag": "mudar_formal",
      "entradas": [
        "modo formal",
        "quero formal",
        "seja formal",
        "fale formal",
        "formal"
      ],
      "saidas": [
        "Claro, vou falar de forma mais formal."
      ],
      "acao": "mudar_modo_formal"
    },
    {
      "tag": "saudacao",
      "entradas": [
        "oi",
        "olá",
        "eai",
        "bom dia",
        "boa tarde",
        "boa noite",
        "tudo bom"
      ],
      "saidas": [
        "Olá! Em que posso ajudar?",
        "Olá! Como você se sente hoje?",
        "Olá! Tudo bem?",
        "Olá! Como posso ajudar?"
      ]
    },
    {
      "tag": "despedida",
      "entradas": [
        "tchau",
        "adeus",
        "ate outra hora",
        "ate"
      ],
      "saidas": [
        "Foi bom conversar com você. Ate mais!",
        "Até!",
        "Tchau!"
      ]
    },
    {
      "tag": "depressao",
      "entradas": [
        "triste",
        "depressao",
        "depressivo",
        "depressiva",
        "infeliz",
        "desanimado"
      ],
      "saidas": [
        "Sinto muito que você esteja se sentindo assim...\n\nFique sabendo que você não está sozinho! Se precisar, ligue para o 188, onde os profissionais do CVV(Centro de Valorização da Vida) irão conversar melhor com você a qualquer hora do dia, procure um profissional da área da saúde e adicione atividades que possam melhorar sua autoestima, como exercícios físicos e boa alimentação.",
        "Deve estar sendo difícil para você nesse momento.\n\nProcure um profissional de saúde que possa te ajudar na sua situação. Também converse com pessoas da sua confiança, é importante que se tenha esse apoio amigo para não se isolar muito.\n\nVai dar tudo certo, você não está sozinho."
      ]
    },
    {
      "tag": "ansiedade",
      "entradas": [
        "ansioso",
        "ansiedade",
        "preocupado",
        "tenso",
        "nervoso",
        "medo"
      ],
      "saidas": [
        "Sua respiração deve estar rápida por causa da ansiedade, mas podemos desacelerá-la juntos. Siga estes passos simples:\n\nInspire lentamente pelo nariz contando até 4.\n\nSegure o ar nos pulmões contando até 7.\n\nSolte o ar pela boca, de forma longa e suave, contando até 8.\n\nConcentre-se apenas na sua respiração e na contagem. Repita este ciclo por alguns minutos. Sinta seus ombros relaxarem a cada expiração. Isso vai passar.",
        "A sua mente está acelerada, vamos trazê-la de volta para o agora. Olhe ao seu redor e, sem pressa, identifique:\n\n5 coisas que você pode VER: (Ex: uma cadeira, uma caneta, a cor da parede)\n\n4 coisas que você pode TOCAR: (Ex: a textura da sua roupa, a superfície da mesa)\n\n3 coisas que você pode OUVIR: (Ex: o som do ar-condicionado, pássaros lá fora)\n\n2 coisas que você pode CHEIRAR: (Ex: o cheiro do café, o seu perfume)\n\n1 coisa que você pode PROVAR: (Ex: um gole de água, o gosto em sua boca)\n\nEste exercício ajuda a sua mente a se ancorar no momento presente e a reduzir a intensidade da crise."
      ]
    },
    {
      "tag": "cansaco",
      "entradas": [
        "cansado",
        "cansada",
        "exausto",
        "fadiga",
        "cansaco",
        "estresse",
        "estressado",
        "estressada",
        "stress"
      ],
      "saidas": [
        "Você precisa deixar sua mente com menos preocupações, e ter um descanso apropriado.\n\nOrganize suas tarefas em uma lista simples, ordenando com base na prioridade de entrega. Defina o horário para cumprir cada um, e cumpra-o, assim não irá se sobrecarregar com seus trabalhos e terá uma melhor rotina, separando o tempo de trabalho com o de descanso.",
        "Você está em constante cansaço mental, por isso recomendo que você desocupe sua mente.\n\nPare tudo por 5 minutos, vá para um lugar tranquilo e iluminado, feche os olhos e concentre-se apenas na sua respiração. Não tente controlar os pensamentos, apenas os deixe passar.\n\nDesconecte-se um pouco das telas e faça caminhadas frequentes, assim você se desconecta um pouco das preocupações, pois seu corpo e mente precisa ter um descanso."
      ]
    },
    {
      "tag": "aprendido_1",
      "entradas": [
        "estou depresso"
      ],
      "saidas": [
        "a"
      ]
    },
    {
      "tag": "aprendido_2",
      "entradas": [
        "obrigado"
      ],
      "saidas": [
        "de nada, é muito bom poder te ajudar"
      ]
    }
  ]
}